[
  {
    "id": "news_1",
    "title": "Estratégias de Day Trade que Transformaram Traders Iniciantes em Profissionais",
    "category": "Trading",
    "imageUrl": "https://images.unsplash.com/photo-1642790106117-e829e14a795f?w=800",
    "content": "O mercado financeiro tem visto uma transformação significativa nos últimos anos, com traders iniciantes alcançando resultados profissionais através de estratégias bem definidas e disciplina rigorosa.\n\nEspecialistas apontam que o sucesso no day trade não está apenas em identificar oportunidades, mas em gerenciar riscos de forma eficaz. A regra dos 2% - nunca arriscar mais de 2% do capital em uma única operação - tem sido fundamental para a longevidade dos traders no mercado.\n\nAlém disso, o uso de indicadores técnicos como médias móveis, RSI e MACD, combinados com análise de volume, tem proporcionado uma base sólida para tomada de decisões. A prática consistente em contas demo e o controle emocional são citados como pilares essenciais para o desenvolvimento profissional.\n\nTraders experientes recomendam manter um diário de operações detalhado, registrando não apenas ganhos e perdas, mas também o estado emocional durante cada trade. Esta prática tem se mostrado crucial para identificar padrões comportamentais e melhorar continuamente a performance.",
    "publishedAt": "2025-10-01T10:30:00Z",
    "author": "Carlos Mendes",
    "likes": 1245,
    "comments": 89,
    "shares": 234
  },
  {
    "id": "news_2",
    "title": "Criptomoedas Emergentes: 5 Projetos Promissores para 2025",
    "category": "Cripto",
    "imageUrl": "https://images.unsplash.com/photo-1639762681485-074b7f938ba0?w=800",
    "content": "O mercado de criptomoedas continua em expansão, com novos projetos prometendo revolucionar diferentes setores da economia digital. Enquanto Bitcoin e Ethereum consolidam suas posições, investidores atentos buscam oportunidades em ativos emergentes.\n\nProjetos focados em DeFi (Finanças Descentralizadas) continuam ganhando destaque, oferecendo alternativas aos sistemas financeiros tradicionais. A tokenização de ativos reais também tem atraído atenção significativa, permitindo que investidores diversifiquem seus portfólios de maneiras inovadoras.\n\nEspecialistas alertam para a importância da due diligence ao avaliar novos projetos. Fatores como equipe de desenvolvimento, tecnologia subjacente, casos de uso práticos e roadmap são fundamentais para identificar oportunidades legítimas em meio a um mercado saturado.\n\nA adoção institucional crescente tem validado o setor, com grandes empresas e fundos de investimento alocando recursos significativos em criptoativos. Esta tendência sugere maturidade do mercado e potencial de crescimento sustentável para projetos sólidos.",
    "publishedAt": "2025-10-02T14:15:00Z",
    "author": "Ana Paula Silva",
    "likes": 2103,
    "comments": 156,
    "shares": 421
  }
]
